arabic/arabic.tex
% Created 2023-09-21 Thu 23:45
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Mayer Goldberg (מֵאִיר גּוֹלְדְּבֵּרְג)}
\date{\today}
\title{My Journey with Arabic}
\hypersetup{
 pdfauthor={Mayer Goldberg (מֵאִיר גּוֹלְדְּבֵּרְג)},
 pdftitle={My Journey with Arabic},
 pdfkeywords={Mayer Goldberg, Department of Computer Science, Ben-Gurion University, learning languages, arabic},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\setcounter{tocdepth}{1}
\tableofcontents


\section{Colloquial Levantine Arabic (\{\{\{rtl\{ערבית מדוברת של המזרח הקרוב\}\}\}\}, \{\{\{rtl\{عامية شامي\}\}\}\})}
\label{sec:org5c22ea5}

Colloquial Levantine Arabic is a collection of closely-related dialects in use in what used to be called \emph{the Greater Syria}, or Sham \{\{\{rtl\{شام\}\}\}\}. This area includes Lebanon, Syria, Jordan, Israel, the West Bank, Gaza Strip. Historically, it also includes Iraq, although Colloquial Iraqi is a very different dialect, strongly influenced by Persian and Turkish. While I'm picking up some phonetics, and vocabulary from other dialects, the Levantine dialect is currently my main focus when learning Colloquial Arabic.

\section{Modern Standard Arabic (\emph{in planning})}
\label{sec:org4225ffd}
\end{document}
